<?php
/**
 * Adapted from the following under GPL 1 or greater license
 * http://search.cpan.org/~creamyg/Lingua-StopWords-0.09/
 */
define(
    '_XMF_STOPWORDS',
    "私 私に 私の 私自身 私たち 私たちの 私たち自身 あなた あなたの あなた自身 "
    . "あなたたち自身 彼 彼に 彼の 彼自身 彼女 彼女に 彼女の 彼女自身 それ その "
    . "それ自身 彼ら 彼らに 彼らの 彼ら自身 何 どれ 誰 誰を これ それ これら それら "
    . "です である だった であった いる いた している 持つ 持っている 持っていた "
    . "持つこと する します した している だろう すべき できた すべきだ 私は "
    . "あなたは 彼は 彼女は それは 私たちは 彼らは 私が あなたが 私たちが 彼らが "
    . "私が あなたが 彼が 彼女が 私たちが 彼らが 私はする あなたはする 彼はする 彼女はする 私たちはする "
    . "彼らはする ではない ではない ではなかった ではなかった 持っていない 持っていない "
    . "持っていなかった しない しない しなかった しない しない しない すべきでない できない "
    . "できない できなかった してはいけない しましょう それは 誰が 何が ここに "
    . "そこに いつ どこに なぜ どのように 1つ 2つ 3つ そして しかし もし または "
    . "だから として まで ながら の に によって で とともに について に対して 間に "
    . "に 通過 中に 前に 後に 上 下 へ から 上 下 に "
    . "外 に 離れて 超えて 下 再び さらに それから 一度 ここ そこ いつ "
    . "どこ なぜ どのように すべて 任意 両方 各 少数 もっと 最も 他の いくつか そのような "
    . "いいえ でもない ない 唯一 同じ 同じ だから より あまり 非常に",
);
