<?php
// 
// _LANGCODE: en
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team
// License
define('LICENSE_NOT_WRITEABLE', 'ライセンスが %s です。<br><span style="color:#ff0000;">../include/license.php を書き込み可能にしてください</span>');
define('LICENSE_IS_WRITEABLE', 'ライセンスは %s です');
define('_INSTALL_WEBMASTER', 'ウェブマスター');
define('_INSTALL_WEBMASTERD', 'このサイトのウェブマスター');
define('_INSTALL_REGUSERS', '登録ユーザー');
define('_INSTALL_REGUSERSD', '登録ユーザーグループ');
define('_INSTALL_ANONUSERS', '匿名ユーザー');
define('_INSTALL_ANONUSERSD', '匿名ユーザーグループ');
/**
 * 新しいグループタイプ
 */
define('_INSTALL_BANNEDUSERS', '禁止ユーザー');
define('_INSTALL_BANNEDUSERSD', '禁止ユーザーグループ');
define('_INSTALL_MODERATORUSERS', 'モデレーター');
define('_INSTALL_MODERATORUSERSD', 'あなたのウェブサイトのモデレーターです');
define('_INSTALL_SUBMITTERUSERS', '投稿者');
define('_INSTALL_SUBMITTERUSERSD', 'このグループはあなたのウェブサイトに記事を投稿できます');
define('_INSTALL_DEVELOPEUSERS', '開発者');
define('_INSTALL_DEVELOPEUSERSD', 'このユーザーは開発者権限を持ち、開発者向けデバッグメッセージを確認できます');
define('_INSTALL_L165', '現在、サイトはメンテナンスのため閉鎖されています。後ほどお戻りください。');
define('_INSTALL_ANON', '匿名');
define('_INSTALL_DISCLMR', 'このサイトの管理者およびモデレーターは、好ましくない内容をできる限り迅速に削除または編集しようとしますが、すべてのメッセージを確認することは不可能です。したがって、このサイトに投稿されたすべての内容は、投稿者の見解や意見を表し、管理者、モデレーター、またはウェブマスター（これらの人物による投稿を除く）のものではなく、責任を負わないことをご了承ください。

あなたは、虐待的、わいせつ、卑猥、誹謗中傷、憎悪的、脅迫的、性的指向に関するもの、または適用される法律に違反する可能性のあるその他の素材を投稿しないことに同意します。これに違反した場合、直ちに且つ永久に禁止される可能性があり（かつあなたのサービスプロバイダーに通知される場合があります）。すべての投稿のIPアドレスは、これらの条件を強制するために記録されます。1人のユーザーが複数のアカウントを作成することは許可されていません。あなたは、ウェブマスター、管理者、モデレーターが、必要と判断した場合にいつでもトピックを削除、編集、移動、または閉鎖する権利を持つことに同意します。ユーザーとして、あなたが入力した情報がデータベースに保存されることに同意します。この情報は、あなたの同意なしに第三者に開示されることはありませんが、ウェブマスター、管理者、モデレーターは、ハッキングの試みによってデータが漏洩した場合に責任を負うことはできません。

このサイトシステムは、ローカルコンピュータに情報を保存するためにクッキーを使用します。これらのクッキーには、あなたが入力した情報は含まれておらず、閲覧の快適さを向上させるためだけに使用されます。メールアドレスは、登録の詳細やパスワードの確認（および現在のパスワードを忘れた場合に新しいパスワードを送信するため）にのみ使用されます。

以下の「登録」をクリックすることで、これらの条件に拘束されることに同意します。');
